Repository: hwittenborn/makedeb
Catalog: po/*.po
Languages: sv

source: --allow-downgrades Allow packages to be downgraded
sv: --allow-downgrades Tillåt att paket nedgraderas

source: --as-deps Mark built packages as automatically installed
sv: --as-deps Markera byggda paket som automatiskt installerade

source: --error Print an error message to stderr
sv: --error Skriv ut ett felmeddelande till stderr

source: --error2 Print an error2 message to stderr
sv: --error2 Skriv ut ett fel2-meddelande till stderr

source: --lint Link the PKGBUILD for conformity requirements
sv: --lint Länka PKGBUILD för överensstämmelsekrav

source: --msg Print a msg message to stdout
sv: --msg Skriv ut ett meddelande till stdout

source: --msg2 Print a msg2 message to stdout
sv: --msg2 Skriv ut ett msg2-meddelande till stdout

source: --no-build Skip running of the 'build()' function in the PKGBUILD
sv: --no-build Hoppa över körningen av 'build()'-funktionen i PKGBUILD

source: --no-check Skip running of the 'check()' function in the PKGBUILD
sv: --no-check Hoppa över körningen av 'check()'-funktionen i PKGBUILD

source: --no-color Disable colored output
sv: --no-color Inaktivera färgad utdata

source: --no-confirm Don't ask before installing packages
sv: --no-confirm Fråga inte innan du installerar paket

source: --pass-env Pass the current user's environment variables
sv: --pass-env Skicka med den aktuella användarens miljövariabler

source: --print-control Print a generated control file and exit
sv: --print-control Skriv ut en genererad kontrollfil och avsluta

source: --print-srcinfo Print a generated .SRCINFO file and exit
sv: --print-srcinfo Skriv ut en genererad .SRCINFO-fil och avsluta

source: --skip-pgp-check Do not verify source files against PGP signatures
sv: --skip-pgp-check Verifiera inte källfiler mot PGP-signaturer

source: --warning Print a warning message to stderr
sv: --warning Skriv ut ett varningsmeddelande till stderr

source: --warning2 Print a warning2 message to stderr
sv: --warning2 Skriv ut ett varning2 meddelande till stderr

source: -A, --ignore-arch Ignore errors about mismatching architectures
sv: -A, --ignore-arch Ignorera fel om felaktiga arkitekturer

source: -F, --file, -p Specify a location to the build file (defaults to 'PKGBUILD')
sv: -F, --file, -p Ange en plats för byggfilen (standard är 'PKGBUILD')

source: -H, --field Append the packaged control file with custom control fields
sv: -H, --field Lägg till den paketerade kontrollfilen med anpassade kontrollfält

source: -V, --version Show version information and exit
sv: -V, --version Visa versionsinformation och avsluta

source: -d, --no-deps Skip all dependency checks
sv: -d, --no-deps Hoppa över alla beroendekontroller

source: -g, --gen-integ Generate hashes for source files
sv: -g, --gen-integ Generera hash för källfiler

source: -h, --help Show this help menu and exit
sv: -h, --help Visa denna hjälpmeny och avsluta

source: -i, --install Automatically install the built package(s) after building
sv: -i, --install Installera automatiskt det/de byggda paketet/paketen efter byggandet

source: -r, --rm-deps Run 'apt-get autoremove' after a succesfull build
sv: -r, --rm-deps Kör 'apt-get autoremove' efter ett lyckat bygge

source: -s, --sync-deps Install missing dependencies
sv: -s, --sync-deps Installera saknade beroenden

source: %s can not be architecture specific: %s
sv: %s kan inte vara arkitekturspecifik: %s

source: %s can not be set inside a package function
sv: %s kan inte ställas in inuti i en paketfunktion

source: %s contains %s characters and cannot be sourced.
sv: %s innehåller %s tecken och kan inte skaffas.

source: %s contains an invalid prefix: '%s'
sv: %s innehåller ett ogiltigt prefix: '%s'

source: %s contains invalid characters.
sv: %s innehåller ogiltiga tecken.

source: %s contains invalid characters: %s
sv: %s innehåller ogiltiga tecken: %s

source: %s contains invalid characters: '%s'
sv: %s innehåller ogiltiga tecken: '%s'

source: %s does not contain a valid package suffix (needs '%s', got '%s')
sv: %s innehåller inte ett giltigt paketsuffix (behöver '%s', har '%s')

source: %s does not exist.
sv: %s existerar inte.

source: %s doesn't start with a digit.
sv: %s börjar inte med en siffra.

source: %s entry file not in package : %s
sv: %s-ingångsfilen finns inte i paketet: %s

source: %s entry should start with a foward slash : %s
sv: %s-ingång bör börja med ett snedstreck : %s

source: %s file (%s) does not exist or is not a regular file.
sv: %s fil (%s) finns inte eller är inte en vanlig fil.

source: %s is not a clone of %s
sv: %s är inte en klon av %s

source: %s is not allowed to be empty.
sv: %s får inte vara tomt.

source: %s is not allowed to start with a dot.
sv: %s får inte börja med en punkt.

source: %s is not allowed to start with a hyphen.
sv: %s får inte börja med ett bindestreck.

source: %s is not available for the '%s' architecture.
sv: %s är inte tillgängligt för '%s'-arkitekturen.

source: %s is not writeable -- pkgver will not be updated
sv: %s är inte skrivbart -- pkgver kommer inte att uppdateras

source: %s may only contain ascii characters.
sv: %s får bara innehålla ascii-tecken.

source: %s must be an integer, not %s.
sv: %s måste vara ett heltal, inte %s.

source: %s must be in the current working directory.
sv: %s måste finnas i den aktuella arbetskatalogen.

source: %s not found.
sv: %s hittades inte.

source: %s should be an array
sv: %s ska vara en array

source: %s should not be an array
sv: %s ska inte vara en array

source: %s signal caught. Exiting...
sv: %s signal fångades. Avslutar...

source: %s was not found in the build directory and is not a URL.
sv: %s hittades inte i byggkatalogen och är inte en URL.

source: '%s' has been deprecated, and will no longer function. Please use the '%s' variable (PKGBUILD(5)) instead.
sv: '%s' har fasats ut och kommer inte längre att fungera. Använd variabeln '%s' (PKGBUILD(5)) istället.

source: '%s' is not a valid archive extension.
sv: '%s' är inte ett giltigt arkivtillägg.

source: '%s' under '%s' contains invalid characters: '%s'.
sv: '%s' under '%s' innehåller ogiltiga tecken: '%s'.

source: A failure occurred in %s().
sv: Ett fel inträffade i %s().

source: A maintainer must be specified. This will be an error in a future release.
sv: En underhållare måste anges. Detta kommer att vara ett fel i en framtida version.

source: A package has already been built, installing existing package...
sv: Ett paket har redan byggts, installerar befintligt paket...

source: A package has already been built. (use %s to overwrite)
sv: Ett paket har redan byggts. (använd %s för att skriva över)

source: A source package has already been built. (use %s to overwrite)
sv: Ett källkodspaket har redan byggts. (använd %s för att skriva över)

source: Aborting...
sv: Avbryter...

source: Adding %s file (%s)...
sv: Lägger till %s fil (%s)...

source: Adding %s file to package...
sv: Lägger till %s fil till paket...

source: Adding %s...
sv: Lägger till %s...

source: Architecture '%s' cannot contain PKGBUILD variable reference '%s'.
sv: Arkitekturen '%s' kan inte innehålla PKGBUILD-variabelreferens '%s'.

source: Built package %s exists. Removing...
sv: Byggt paket %s existerar. Tar bort...

source: Can not provide architecture specific variables for the '%s' architecture: %s
sv: Kan inte tillhandahålla arkitekturspecifika variabler för '%s'-arkitekturen: %s

source: Can not use '%s' architecture with other architectures
sv: Kan inte använda '%s' arkitektur med andra arkitekturer

source: Cannot find the %s binary required for compiler cache usage.
sv: Kan inte hitta den binära filen %s som krävs för användning av kompilatorns cache.

source: Cannot find the %s binary required for compressing man and info pages.
sv: Kan inte hitta %s binär som krävs för att komprimera man och infosidor.

source: Cannot find the %s binary required for distributed compilation.
sv: Kan inte hitta den binära filen %s som krävs för distribuerad kompilering.

source: Cannot find the %s binary required for object file stripping.
sv: Kan inte hitta den binära filen %s som krävs för borttagning av objektfil.

source: Cannot find the %s binary required for signing packages.
sv: Kan inte hitta %s binär som krävs för att signera paket.

source: Cannot find the %s binary required for source file checksums operations.
sv: Kan inte hitta den binära filen %s som krävs för källfilens kontrollsummor.

source: Cannot find the %s binary required for verifying source files.
sv: Kan inte hitta den binära filen %s som krävs för att verifiera källfiler.

source: Cannot find the %s binary.
sv: Kan inte hitta %s binär.

source: Cannot find the %s binary. Will use %s to acquire root privileges.
sv: Kan inte hitta %s binär. Kommer att använda %s för att skaffa root privilegier.

source: Checking for missing dependencies...
sv: Söker efter saknade beroenden...

source: Checking for packaging issues...
sv: Söker efter Paketeringsproblem...

source: Cleaning up...
sv: Rensar upp...

source: Cloning %s %s repo...
sv: Klonar %s %s arkiv...

source: Common options:
sv: Vanliga alternativ:

source: Compressing package...
sv: Komprimerar paket...

source: Compressing source package...
sv: Komprimerar källpaket...

source: Conflicting %s and %s functions in %s
sv: Motstridiga %s och %s funktioner i %s

source: Control field '%s' was found more than once.
sv: Kontrollfältet '%s' hittades mer än en gång.

source: Couldn't find enough hashsums for '%s' under '%s'.
sv: Det gick inte att hitta tillräckligt många hashsummor för '%s' under '%s'.

source: Created signature file %s.
sv: Skapade signaturfil %s.

source: Creating package "%s"...
sv: Skapar paket "%s"...

source: Creating source package...
sv: Skapar källkodspaket...

source: Creating working copy of %s %s repo...
sv: Skapar arbetskopia av %s %s arkiv...

source: Dependency '%s' under '%s' contains an invalid prefix: '%s'
sv: Beroende '%s' under '%s' innehåller ett ogiltigt prefix: '%s'

source: Dependency '%s' under '%s' contains more than one '!'.
sv: Beroende '%s' under '%s' innehåller mer än ett '!'.

source: Detected invalid architecture '%s'. Please use '%s' instead.
sv: Upptäckte ogiltig arkitektur '%s'. Använd '%s' istället.

source: Do not use the %s option. This option is only for internal use by %s.
sv: Använd inte alternativet %s. Det här alternativet är endast för internt bruk av %s.

source: Dotfile found in package root '%s'
sv: Dotfil hittades i paketroten '%s'

source: Downloading %s...
sv: Laddar ner %s...

source: Entering %s environment...
sv: Går in i %s miljön...

source: Extension '%s' didn't declare an entrypoint.
sv: Tillägget '%s' deklarerade inte en ingångspunkt.

source: Extension '%s' is missing an 'init.sh'.
sv: Tillägget '%s' saknar en 'init.sh'.

source: Extension '%s' isn't a directory.
sv: Tillägget '%s' är inte en katalog.

source: Extension '%s' was unable to be found.
sv: Det gick inte att hitta tillägget '%s'.

source: Extra %s function for split package '%s'
sv: Extra %s-funktion för delat paket '%s'

source: Extracting %s with %s
sv: Packar upp %s med %s

source: Extracting sources...
sv: Extraherar källor...

source: FAILED
sv: MISSLYCKADES

source: Failed to add %s file to package.
sv: Misslyckades att lägga till %s-fil till paketet.

source: Failed to change to directory %s
sv: Misslyckades att ändra till katalog %s

source: Failed to check missing dependencies.
sv: Misslyckades att kontrollera saknade beroenden.

source: Failed to create source package file.
sv: Misslyckades att skapa källpaketfilen.

source: Failed to create the directory $%s (%s).
sv: Misslyckades att skapa katalog $%s (%s).

source: Failed to extract %s
sv: Misslyckades att extrahera %s

source: Failed to install built package(s).
sv: Misslyckades att installera paket som har byggts.

source: Failed to install missing dependencies.
sv: Misslyckades att installera saknade beroenden.

source: Failed to load extension '%s'.
sv: Misslyckades att ladda tillägg '%s'.

source: Failed to mark built package(s) as automatically installed.
sv: Misslyckades att markera byggda paket som automatiskt installerade.

source: Failed to mark installed dependencies as automatically installed.
sv: Misslyckades att markera installerade beroenden som automatiskt installerade.

source: Failed to remove dependencies.
sv: Misslyckades att ta bort beroenden.

source: Failed to sign package file %s.
sv: Misslyckades att signera paketfil %s.

source: Failed to source %s
sv: Det gick inte att källa %s

source: Failed to update %s from %s to %s
sv: Misslyckades att uppdatera %s från %s till %s

source: Failure while creating working copy of %s %s repo
sv: Fel vid skapandet av arbetskopia av %s %s arkiv

source: Failure while downloading %s
sv: Misslyckades vid nedladdning av %s

source: Failure while downloading %s %s repo
sv: Fel vid nerladdning av %s %s arkiv

source: Failure while updating %s %s repo
sv: Misslyckades vid uppdatering av %s %s arkiv

source: Failure while updating working copy of %s %s repo
sv: Misslyckades vid uppdatering av arbetskopia av %s %s arkiv

source: Finished making: %s
sv: Byggt färdigt: %s

source: Found %s
sv: Hittade %s

source: Found too many hashsums for '%s' under '%s'.
sv: Hittade för många hashsummor för '%s' under '%s'.

source: Found unused hash variable '%s'. Maybe add '%s'?
sv: Hittade oanvänd hashvariabel '%s'. Kanske lägg till '%s'?

source: Generating %s file...
sv: Generar %s fil...

source: Generating checksums for source files...
sv: Genererar kontrollsummor för källfiler...

source: How dare you! The enemy, the forefront of our demise, the bitter trash that one calls 'Pacstall'.
sv: Hur vågar du! Fienden, spetsen för vår bortgång, det bittra skräpet som man kallar "Pacstall".

source: Installing %s package group...
sv: Installerar %s paketgrupp...

source: Installing missing dependencies...
sv: Installerar saknade beroenden...

source: Installing package %s...
sv: Installerar paket %s...

source: Invalid characters in %s.
sv: Ogiltiga tecken i %s.

source: Invalid integrity algorithm '%s' specified.
sv: Ogiltig integritetsalgoritm '%s' har angetts.

source: Invalid value for %s: %s
sv: Ogiltigt värde för %s: %s

source: It's sad to see that you've resorted to this, best of wishes as you reach your ultimatum of doom.
sv: Det är tråkigt att se att du har tillgripit detta, med vänliga hälsningar när du når ditt undergångsultimatum.

source: Leaving %s environment.
sv: Lämnar %s miljön.

source: Loading extensions...
sv: Laddar tillägg...

source: Making package: %s
sv: Skapar paket: %s

source: Marking built package(s) as automatically installed...
sv: Markerar byggda paket som automatiskt installerade...

source: Marking newly installed packages as automatically installed...
sv: Markerar nyinstallerade paket som automatiskt installerade...

source: Missing %s directory.
sv: Saknar %s katalog.

source: Missing %s function for split package '%s'
sv: Saknar %s funktion för delat paket '%s'

source: Missing %s function in %s
sv: Saknar %s funktion i %s

source: More than one maintainer was specified. This will be an error in a future release.
sv: Mer än en underhållare specificerades. Detta kommer att vara ett fel i en framtida version.

source: More than one version restrictor was specified for %s: %s
sv: Mer än en versionsbegränsare har angetts för %s: %s

source: NOT FOUND
sv: HITTADES INTE

source: One or more PGP signatures could not be verified!
sv: En eller flera PGP-signaturer kunde inte verifieras!

source: One or more files did not pass the validity check!
sv: En eller flera filer klarade inte giltighetskontrollen!

source: Package contains paths with newlines
sv: Paketet innehåller sökvägar med nya rader

source: Package contains reference to %s
sv: Paketet innehåller referens till %s

source: Package dependency '%s' contains more than one ':'.
sv: Paketberoendet '%s' innehåller mer än ett ':'.

source: Package directory is ready.
sv: Paketkatalogen är redo.

source: Part of the package group has already been built. (use %s to overwrite)
sv: Delar av paketgruppen är redan byggda. (använd %s för att skriva över)

source: Passed
sv: Passerad

source: Please make sure you really trust them.
sv: Se till att du verkligen litar på dem.

source: Purging unwanted files...
sv: Rensar oönskade filer...

source: Removing %s files...
sv: Tar bort %s filer...

source: Removing doc files...
sv: Tar bort dokumentfiler...

source: Removing empty directories...
sv: Tar bort tomma kataloger...

source: Removing existing %s directory...
sv: Tar bort befintlig %s-katalog...

source: Removing static library files...
sv: Tar bort statiska biblioteksfiler...

source: Removing unneeded dependencies...
sv: Tar bort onödiga beroenden...

source: Requested package %s is not provided in %s
sv: Det begärda paketet %s tillhandahålls inte i %s

source: Retrieving sources...
sv: Hämtar källor...

source: Running %s as root is not allowed as it can cause permanent,\ncatastrophic damage to your system.
sv: Att köra %s som root är inte tillåtet eftersom det kan orsaka permanent,\nkatastrofal skada på ditt system.

source: Running post-packaging hooks...
sv: Kör efterförpackningskrokar...

source: SIGNATURE NOT FOUND
sv: SIGNATUR HITTADES INTE

source: SOURCE FILE NOT FOUND
sv: KÄLLFILEN HITTADES INTE

source: See makedeb(8) for information on all available options and links for obtaining support.
sv: Se makedeb(8) för information om alla tillgängliga alternativ och länkar för att få support.

source: Setting up package metadata...
sv: Ställer in paketmetadata...

source: Signing package(s)...
sv: Signerar paket...

source: Signing package...
sv: Signerar paket...

source: Since you apparently want to go and use Pacstall, go ahead and pass the following to confirm your actions:
sv: Eftersom du tydligen vill gå och använda Pacstall, gå vidare och skicka följande för att bekräfta dina handlingar:

source: Skipped
sv: Hoppade över

source: Skipping all source file integrity checks.
sv: Hoppade över alla kontroller av källfilens integritet.

source: Skipping dependency checks.
sv: Hoppade över beroendekontroller.

source: Skipping verification of source file PGP signatures.
sv: Hoppade över verifiering av källfilens PGP-signaturer.

source: Skipping verification of source file checksums.
sv: Hoppade över verifiering av källfilskontrollsummor.

source: Source package created: %s
sv: Källpaket skapat: %s

source: Sources were listed but no hashes could be found.
sv: Källor listades men inga hash kunde hittas.

source: Sparse arrays are not allowed for source
sv: Sparse arrays är inte tillåtna för källa

source: Starting %s()...
sv: Startar %s()...

source: The download program %s is not installed.
sv: Nedladdningsprogrammet %s är inte installerat.

source: The following build dependencies are missing:
sv: Följande byggberoenden saknas:

source: The following can be used to print makedeb-styled messages:
sv: Följande kan användas för att skriva ut makedeb-stilade meddelanden:

source: The following options can modify the behavior of 'sudo' when it is called:
sv: Följande alternativ kan ändra beteendet för "sudo" när det anropas:

source: The following options can modify the behavior of APT during package and dependency installation:
sv: Följande alternativ kan ändra beteendet hos APT under paket och beroendeinstallation:

source: The key %s does not exist in your keyring.
sv: Nyckeln %s finns inte i din nyckelring.

source: The package group has already been built, installing existing packages...
sv: Paketgruppen har redan byggts, installerar befintliga paket...

source: The package group has already been built. (use %s to overwrite)
sv: Paketgruppen har redan byggts. (använd %s för att skriva över)

source: There is no key in your keyring.
sv: Det finns ingen nyckel i din nyckelring.

source: Tidying install...
sv: Städar installationen...

source: Try running '%s'.
sv: Prova att köra '%s'.

source: Unable to find source file %s.
sv: Det gick inte att hitta källfil %s.

source: Unknown download protocol: %s
sv: Okänt nedladdningsprotokoll: %s

source: Unrecognized reference: %s
sv: Okänd referens: %s

source: Updated version: %s
sv: Uppdaterad version: %s

source: Updating %s %s repo...
sv: Uppdaterar %s %s arkiv...

source: Usage: %s [options]
sv: Användning: %s [flaggor]

source: Using existing %s tree
sv: Använd existerande %s träd

source: Validating %s files with %s...
sv: Validerar %s filer med %s...

source: Variable '%s' is not allowed to appear in PKGBUILDs.
sv: Variabeln '%s' är inte tillåten i PKGBUILDs.

source: Verifying source file signatures with %s...
sv: Verifierar källfilsignaturer med %s...

source: Version restrictor %s in %s isn't allowed on %s.
sv: Versionsbegränsning %s i %s är inte tillåten på %s.

source: WARNING:
sv: VARNING:

source: Warnings have occurred while verifying the signatures.
sv: Varningar har inträffat under verifieringen av signaturerna.

source: You do not have write permission for the directory $%s (%s).
sv: Du har inte skrivbehörighet för katalogen $%s (%s).

source: You may need to run 'apt-mark auto' with the following packages:
sv: Du kan behöva köra 'apt-mark auto' med följande paket:

source: bad signature from public key
sv: dålig signatur från publik nyckel

source: error during signature verification
sv: fel under signaturverifiering

source: invalid option
sv: ogiltigt alternativ

source: invalid public key
sv: ogiltig publik nyckel

source: makedeb takes PKGBUILD files and creates archives installable via APT
sv: makedeb tar PKGBUILD-filer och skapar arkiv som kan installeras via APT

source: option '%s' does not allow an argument
sv: alternativ '%s' tillåter inte ett argument

source: option '%s' is ambiguous; possibilities:
sv: alternativ '%s' är tvetydigt; möjligheter:

source: option '%s' requires an argument
sv: alternativ '%s' kräver ett argument

source: option requires an argument
sv: alternativ kräver ett argument

source: pkgdesc cannot be empty.
sv: pkgdesc kan inte vara tom.

source: pkgdesc must be set.
sv: pkgdesc måste vara inställt.

source: pkgdesc must contain characters other than spaces.
sv: pkgdesc måste innehålla andra tecken än mellanslag.

source: pkgver() generated an invalid version: %s
sv: pkgver() genererade en ogiltig version: %s

source: public key %s has been revoked
sv: publik nyckel %s har återkallats

source: the key has expired.
sv: nyckeln har gått ut.

source: the public key %s is not trusted
sv: den publika nyckeln %s är inte pålitlig

source: the signature has expired.
sv: signaturen har gått ut.

source: unknown public key
sv: okänd publik nyckel
